{
  "articles": [
    {
      "id": "1",
      "title": "Money laundering, graft rampant at Finance Ministry",
      "description": "<p>he current crackdown on corrupt and dishonest tax and excise officials within the Finance Ministry’s ranks has exposed a raft of illicit methods thought to be used for self-enrichment, from abusing administrative loopholes to owning shares that present clear conflicts of interest. For one, the Corruption Eradication Commission (KPK) plans to submit findings that point to potential money-laundering offenses by hundreds of taxmen, KPK deputy for graft prevention Pahala Nainggolan said on Thursday. Speaking to reporters in Jakarta, Pahala said the KPK had flagged 134 tax officials with stakes in 280 companies in varying sectors, including tax-consulting services. He said investigators were looking at firms that pose a greater risk of corruption, such as those offering ways for taxmen to receive bribes while avoiding detection. Starting from <strong>IDR 55,500</strong>/month Or let Google manage your subscription</p>",
      "headline": "ax official Rafael Alun Trisambodo (right) arrives at the Corruption Eradication Commission (KPK) in Jakarta, March 1, 2023 to attend a questioning on his suspicious wealth.",
      "image": "https://img.jakpost.net/c/2023/03/02/2023_03_02_136117_1677724610.jpg",
      "author": "Naritsara Leamsavat",
      "date": "07 Februari 1993",
      "media": "Bisnis.com"
    },
    {
      "id": "2",
      "title": "Indian national dies after slipping off a cliff while posing for a photo in Bali",
      "description": "An Indian national died after slipping into the sea while posing for a photo in a popular beach-view cliff in Nusa Penida, a small island east of Bali, on Saturday.\n\nThe National Search and Rescue (Basarnas) Bali chapter chief Gede Dharma said Abhishek Bathia fell down from a 40-meter height cliff at the Broken Beach tourist attraction in Bunga Mekar, Nusa Penida, on Saturday afternoon.\n\nGede said the incident happened at around 4:20 p.m Central Time Zone (WITA). The Basarnas team retrieved the victim's body on the day of the incident.\n\nThe evacuation process took at least two hours, involving teams from Basarnas, Nusa Penida Police, military personnel, the Disaster Mitigation Agency (BPBD Klungkung) and Gema Shanti Public Hospital, as well as locals.\n\n“The victim’s body was finally evacuated at 8:30 p.m. after a two-hour evacuation process,” Darmada said, adding that the victim's body was immediately taken to Gema Shanti Public Hospital.\n\nBasarnas Bali’s Nusa Penida unit coordinator, Cakra Negara, said the victim was posing for a photo when the incident happened. Cakra Negara added that the victim was waiting for his friend and spent his time taking photos of the view as well as posing for photos.\n\n“His driver took photos of him while he was on the edge of the cliff waiting for his friend. But he slipped and fell down into the ravine,” Cakra Negara said.\n\nDarmada urged visitors and the tourist attraction management to be alert on any risk of safety.\n\nBasarnas has recorded several incidents of travelers falling down into ravines, especially in the Nusa Penida area, and losing their lives.\n\nIn November 2022, a domestic traveler from North Sulawesi had also fallen down the cliff in Broken Beach. Alvalindo Kesanda, 25, was rescued but suffered several injuries.\n\nIn 2018, a Chinese tourist fell from a cliff to his death after attempting to take a selfie on the edge of a cliff in Nusa Lembongan, another part of Nusa Penida. (dre)",
      "headline": "The Broken Beach tourism attraction in Nusa Penida, Bali, is seen in this undated photo. (Shutterstock/File)",
      "image": "https://img.jakpost.net/c/2017/02/09/2017_02_09_21224_1486614737.jpg",
      "author": "Ni Komang Erviani (The Jakarta Post)",
      "date": "Fri, March 10, 2023",
      "media": "Jakarta Post"
    },
    {
      "id": "3",
      "title": "Government vows to improve health care as Indonesians seek treatment abroad",
      "description": "The government is seeking to improve the country’s healthcare infrastructure and increase the number of medical specialists in the country as high costs and poor-quality care drive millions of Indonesians to seek medical services abroad.\n\nHealth Ministry spokesperson Siti Nadia Tarmizi said that the government was currently trying to improve medical infrastructure and increase the number of healthcare professionals to ensure better-quality care for all people and reduce outbound medical tourism.\n\n\"We are trying to ensure that \\[government-owned\\] hospitals in all regencies and provinces can provide treatments for common chronic and deadly illnesses such as cancer, cardiovascular and kidney diseases so that patients will not need to wait for a long time or travel a long distance to receive care,\" Nadia said on Wednesday.\n\nStarting from IDR 55,500/month\n\nOr let Google manage your subscription",
      "headline": "A cancer patient is loaded into a radiotherapy machine by a medical staff member in the state-run Cipto Mangunkusumo Hospital in Central Jakarta.",
      "image": "https://img.jakpost.net/c/2020/10/27/2020_10_27_106428_1603738148.png",
      "author": "Nina A. Loasana and Yvette Tanamal (The Jakarta Post)",
      "date": "Fri, March 10, 2023",
      "media": "Jakarta Post"
    },
    {
      "id": "4",
      "title": "Explainer: Prima, the party behind the controversial 'election restart' ruling",
      "description": "A recent district court ruling that effectively orders election organizers to postpone the 2024 general election, now less than a year away, has caused public uproar public and cast a spotlight on the little-known Prima Party, the plaintiff that won the civil lawsuit.\n\nOne of the 40 parties that aspired to contest the 2024 elections, Prima’s journey ended midway through the process in November, after challenging the General Elections Commission (KPU) over declaring it ineligible the previous month.\n\nAccusing the KPU of “mistreatment” during the registration and verification process for political parties, Prima filed its lawsuit with the Central Jakarta District Court, which ruled in the party’s favor earlier this month. As part of its decision, the court also ordered the KPU to halt its ongoing preparations and restart the entire process, effectively pushing back the elections to 2025 at the earliest.\n\nStarting from IDR 55,500/month\n\nOr let Google manage your subscription",
      "headline": "n this undated photo, an official seals a ballot box for the 2019 elections at the warehouse of the Madiun General Elections Commission (KPU Madiun) in East Java.",
      "image": "https://img.jakpost.net/c/2019/04/16/2019_04_16_70118_1555384122.jpg",
      "author": "Fikri Harish (The Jakarta Post)",
      "date": "Fri, March 10, 2023",
      "media": "Jakarta Post"
    },
    {
      "id": "5",
      "title": "Two match officials jailed over deadly soccer stampede",
      "description": "Surabaya District Court in East Java on Thursday jailed two soccer match officials for negligence over one of the worst stadium disasters in the sport's history.\n\nThe crush in October at a venue in Malang left 135 people dead after police fired tear gas into packed stands when supporters invaded the pitch.\n\nHundreds of people fled for narrow exits, resulting in a stampede that left many trampled and suffocated to death, including more than 40 children.\n\nAbdul Haris, the head of the organizing committee for the match, was found guilty of negligence and handed 18 months in prison. Prosecutors had sought a sentence of six years and eight months.\n\n\"The defendant did not read the situation and played down the possibility of an emergency situation or chaos,\" presiding judge Abu Achmad Sidqi Amsya told the court.\n\nThe verdict is the country’s first ruling on the tragedy.\n\nMoments later, security official Suko Sutrisno was also found guilty of negligence and sentenced to one year in prison.\n\nProsecutors had also sought six years and eight months in his case.\n\nThe judge said Sutrisno \"did not anticipate the chaos because there had never been an emergency situation before\".\n\nHe also \"did not understand his job as a security official well\", the judge added.\n\nCholifatul Noor, a mother who lost her 15-year-old son in the tragedy, said the sentence was too lenient and was hurtful to families of the victims.\n\n\"I am not satisfied with the sentence because this concerned many lives, not just the life of one or two people,\" she told local channel Metro TV tearfully.\n\nA lawyer representing another family who lost two children told AFP that prosecutors must appeal.\n\n\"If they don't it will prove that justice is out of reach for the families,\" Imam Hidayat said.\n\nSutrisno's lawyer denied his client had not done his job properly and said he was an expert in his field who had been working in the profession since 2008.\n\nThe security official had previously said he did not have the authority to open the doors of the stadium when the crush took place.\n\nBoth men, dressed in white shirts in court, have seven days to appeal.\n\n**Failings**\n\nPolice described the Oct. 1, 2022 pitch invasion as a riot and said two officers were killed, but survivors accused the police of using excessive force.\n\nOfficers were seen kicking and beating supporters on the pitch before indiscriminately firing tear gas into the stands.\n\nSoccer’s world governing body FIFA outlaws the use of such riot control methods inside stadiums.\n\nThree local police officers have also been charged over the incident and are awaiting verdicts.\n\nThe former director of the company that runs Indonesia's premier league has been named as a suspect and remains under police investigation.\n\nThe tragedy has forced officials to confront failings in various aspects of the domestic game, which has been blighted for years by shaky infrastructure, mismanagement and violence.\n\nThe National Police sacked its local chiefs for both Malang city and the province of East Java after the tragedy.\n\nThe government also suspended all competitive soccer games but league matches resumed last month.\n\nPresident Joko “Jokowi” Widodo ordered an investigation and pledged to demolish and rebuild the Kanjuruhan Stadium according to FIFA standards.\n\nA task force investigating the crush called on the head of the Soccer Association of Indonesia (PSSI) and all the members of its executive committee to resign, but they have refused to do so.\n\nThe match was a clash between fierce East Java rivals Arema FC and Persebaya Surabaya, with Arema losing 3-2.\n\nFIFA head Gianni Infantino in October called the crush \"one of the darkest days for soccer\".",
      "headline": "This picture taken on Oct. 1 shows tear gas released by police among people crowded in the stands after a football match between Arema FC and Persebaya at the Kanjuruhan stadium in Malang, East Java.",
      "image": "https://img.jakpost.net/c/2022/10/04/2022_10_04_130653_1664865921.jpg",
      "author": "Wibowo (AFP)",
      "date": "Fri, March 10, 2023",
      "media": "Jakarta Post"
    }
  ]
}